<template>
  <div>
    <section id="case-studies">
      <div class="text">
        <div id="print_content">
          <h2>李嘉诚</h2>
          <p>
            李嘉诚，(1928年7月29日——)现任长江实业集团有限公司董事局主席兼总经理。1928年出生于广东潮州，1940年为躲避日本侵略者的压迫，全家逃难到香港。1958年，开始投资地产市场。1979年，“长江”购入老牌英资商行——“和记黄埔”，李嘉诚因而成为首位收购英资商行的华人。作为著名企业家、慈善家，李嘉诚是这个社会的成功榜样，所获荣誉：1981年获选为“香港风云人物”、1981年获委任为太平绅士、1989年获英女皇颁发的CBE勋衔、被评选为1993年度香港“风云人物”、1999年亚洲首富等、2013全球福布斯排行榜第8位。
          </p>
          <h2>个人经历</h2>
          <p>早年历程 1938</p>
          <center>
            <img
              alt="李嘉诚年轻时候"
              src="../assets/lijiacheng/lijiacheng (1).jpg"
            />
          </center>
          <p>
            年日军轰炸潮州，刚刚读初中的李嘉诚在1939年6月与家人辗转到香港。一家人寄居在舅父庄静庵的家里。祸不单行，这时候李嘉诚的父亲李云经因劳累过度不幸染上肺病。身为长子的李嘉诚一
            李嘉诚边照顾父亲，一边拼命地温习功课。父亲没能熬过那年冬天，还是撒手归西了。作为长子，李嘉诚从此不得不眼含热泪，无奈地结束他的学业出来打工，以维持一家人的生活。父亲死后，14岁的李嘉诚被迫离开了心爱的学校用他还很稚嫩的肩膀，毅然挑起赡养慈母、抚育弟妹的重担。
          </p>
          <p>
            李嘉诚先在舅父庄静庵的中南钟表公司当泡茶扫地的小学徒。李嘉诚到这里之后，学到的第一个功夫就是察言观色，见机行事。他每天总是第一个到达公司、最后一个离开公司。辛苦而困难的3年过去了，当年那个14岁的少年已经长成精瘦但结实、英气十足的小伙子了。17岁的李嘉诚在一家五金制造厂以及塑胶带制造公司当推销员，开始了香港人称之为“行街仔”的推销生涯。
          </p>
          <p>推销成就</p>
          <p>
            必须充满自信，而且要熟悉所推销的产品，尽最大努力，设法让客户感到你的产品是廉价而且优秀的。很快，李嘉诚成了全公司的佼佼者。但李嘉诚从来不喜欢高谈阔论，他认为从事推销工作，重要的有两点：一是勤劳，二是创新。由于出色的推销成绩，李嘉诚18岁就做了部门经理，两年后又被提升为这家塑胶带制造公司的总经理。
          </p>
          <p>
            走南闯北的推销生涯，不仅初步形成了李嘉诚的商业头脑，丰富了他的商业知识，而且也使李嘉诚结识了很多好朋友，教会了他各种各样的社会知识。同时，在推销过程中，也使他学会了宽厚待人、诚实处世的做人哲学，为他日后事业的发展，打下了良好的基础。
          </p>
          <p>60-70年代 李嘉诚通过眼观耳听，</p>
          <center>
            <img alt="李嘉诚" src="../assets/lijiacheng/lijiacheng (2).jpg" />
          </center>
          <p>大致悟出塑胶花制作配色的技术要领。</p>
          <p>
            李嘉诚在香港快人一步研制出塑胶花，填补了香港市场的空白。李嘉诚走物美价廉
            中年的李嘉诚的销售路线，大部分经销商都非常爽快地按李嘉诚的报价签订供销合约。有的为了买断权益，主动提出预付50%订金。李嘉诚掀起了香港消费新潮流，长江塑胶厂由默默无闻的小厂一下子蜚声香港塑胶业界。
          </p>
          <p>
            1957年岁尾，长江塑胶厂改名为长江工业有限公司。公司总部由新莆岗搬到北角，李嘉诚任董事长兼总经理。厂房分为两处，一处仍生产塑胶玩具，另一处生产塑胶花。李嘉诚把塑胶花作为重点产品。
          </p>
          <p>
            塑胶花为李嘉诚带来数千万港元的盈利，长江厂成为世界最大的塑胶花生产厂家，李嘉诚塑胶花大王的美名，不仅蜚声全港，还为世界的塑胶同行所侧目。
          </p>
          <p>弃港投欧</p>
          <p>香港首富、身家过2000亿的李嘉诚家族正在勾画</p>
          <center>
            <img alt="李嘉诚" src="../assets/lijiacheng/lijiacheng (3).jpg" />
          </center>
          <p>
            248亿资产大腾挪的路径图，李嘉诚“弃港投欧”意图越来越明显。在被誉为“超人”的李嘉诚，近期一系列减持中资项目引来外界诸多猜测，“逃离香港入驻海外”的传言喧嚣至上。虽然，2010年以来，长和系总共在香港和中国内地以外完成了11笔收购，涉及金额约1868亿港元。但最近一个多月的时间里，李嘉诚旗下的长江实业以及和记黄埔便相继宣告或将抛售百佳超市、上海陆家嘴东方汇经中心OFC写字楼和广州西城都荟广场和停车场，涉及金额约为410亿港元。有细心人士发现，李嘉诚这边在出售内地、香港资产的同时，却大举在欧洲收购资产，仅2013年上半年就完成四宗海外并购共耗资248.7亿港币。而英国媒体更称，李嘉诚要并购“整个英国。
          </p>
          <h2>旗下公司</h2>
          <p>长江实业</p>
          <p>
            为长江集团的旗舰。长江集团奠基于香港，业务包括物业发展及投资、房地产代理及管理、港口及相关服务、电讯、酒店、零售及制造、能源、基建、财务及投资、电子商贸、建材、媒体及生命科技等。集团在香港的成员包括四家同为恒生指数成份股的上市公司：长实
            1997‘长和系’重组前后架构、和记黄埔有限公司、长江基建集团有限公司及香港电灯集团有限公司;在香港联合交易所主板上市的和记电讯国际有限公司、和记港陆有限公司及TOM集团有限公司;以及在创业板上市的长江生命科技集团有限公司及TOM在线有限公司。截至2006年2月15日，长江集团旗下在香港上市之公司的联合市值为7060亿港元，占香港股票市场总市值约8%
            。长江集团的业务遍及全球54个国家，雇员人数约22万名。
            2007年9月长江实业总市值应为8，050亿港币，遍布全球55个国家，雇佣员工约25万人。
          </p>
          <p>和记黄埔</p>
          <p>
            是业务遍布全球的大型跨国企业，一向锐意创新，并勇于采用新科技，经营多元化业务
            和记黄埔有限公司，包括全球多个市场最大的零售连锁集团、地产发展与基建业务，以至技术最先进的电讯服务。和黄在全球五十四个国家经营五项核心业务，雇员超过二十万人，核心业务计有港口及相关服务、电讯、地产及酒店、零售及制造、能源及基建等业务。和黄是《财富》全球500大企业之一。
          </p>
          <p>长江基建</p>
          <p>
            是一家以香港为基地的综合基建公司，专注于发展、投资及经营本港、内地、澳洲、英国、加拿大、菲律宾以
            长江基建集团有限公司至全球的基建业务。长江基建为中国基建最大投资者之一，旗下主要附属及联营公司包括青洲英坭——香港唯一的综合水泥产品制造商;及香港电灯——香港两家供电及输电公司之一。
          </p>
          <p>电能实业</p>
          <p>
            港灯国际有限公司包括香港电灯有限公司(港灯)、港灯国际有限公司(港灯国际)、港灯协联工程有限公司(港灯协联)及若干附属公司。港灯成立于1889年，是港灯集团主要的营运公司，负责发电、输电及配电予香港岛及南丫岛。港灯国际成立于1997年，是港灯集团的国际投资公司，与长江基建集团有限公司合作经营多项香港以外的电力相关业务。
          </p>
        </div>
      </div>
    </section>
  </div>
</template>

<script>
export default {
  // eslint-disable-next-line vue/multi-word-component-names
  name: "Index",
  data() {
    return {};
  },
};
</script>

<style scoped>
/* Reset styles */
* {
  margin: 0;
  padding: 0;
  box-sizing: border-box;
}

/* Global styles */
body {
  font-family: Arial, sans-serif;
  line-height: 1.5;
}

.container {
  max-width: 1200px;
  margin: 0 auto;
  padding: 0 20px;
}

header {
  background-color: #333;
  color: #fff;
  padding: 20px 0;
}

h1 {
  font-size: 36px;
}

nav ul {
  display: flex;
}

nav li {
  margin-right: 20px;
}

nav a {
  color: #fff;
  text-decoration: none;
  font-size: 18px;
}

nav a:hover {
  text-decoration: underline;
}

section {
  padding: 20px 0;
}

h2 {
  font-size: 32px;
  margin-bottom: 40px;
}

ul {
  list-style: none;
  display: flex;
  justify-content: space-between;
  flex-wrap: wrap;
}

li {
  width: calc(50% - 20px);
  margin-bottom: 40px;
}

img {
  width: 150px;
  height: auto;
  margin-bottom: 20px;
}

h3 {
  font-size: 24px;
  margin-bottom: 10px;
}

p {
  font-size: 18px;
  line-height: 2;
  margin-bottom: 20px;
  text-indent: 2em;
}
#case-studies {
  background: #f5f5f5;
}
#case-studies .container {
  width: 80%;
  margin: 0 auto;
}
#case-studies h2 {
  font-size: 1.5rem;
  border-bottom: 1px solid #ccc;
  padding-bottom: 0.5rem;
  margin: 1.5rem 0;
  text-align: center;
}

.text {
  width: 1200px;
  margin: 0 auto;
}
</style>